import Link from 'next/link';

export default function Partners(props) {
  return(
    <div className="content">
      <div className="content__header">
        <h1>For Partners</h1>
      </div>

      <div className="content__information">
        <p className={"description"}>
          Товарищи! сложившаяся структура организации влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что рамки и место обучения кадров требуют от нас анализа новых предложений. Не следует, однако забывать, что укрепление и развитие структуры способствует подготовки и реализации форм развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры позволяет выполнять важные задания по разработке модели развития.
        </p>
      </div>


    </div>
  )
}